{"id":"llms","cover_story":"Large language models (LLMs) could transform education, scientific discovery, and more. But if not developed and deployed with extreme care, they may pose significant risks to privacy, security, and human autonomy.","persuader_role":"researcher","target_role":"founder","attributes":["safety and control of LLMs","development speed of LLMs","public trust in LLMs"]}
{"id":"lunar governance","cover_story":"The stakes on the Moon have grown significantly in recent years. Lunar resources and technologies could determine the balance of power on Earth.  But unrestrained development risks creating conflicts and environmental damage.","persuader_role":"space infrastructure consultant","target_role":"Lunar Governance Committee member","attributes":["scientific advancement on the Moon","commercial opportunities from lunar resources","preservation of the lunar environment"]}
{"id":"coastal energy innovation","cover_story":"Recent technological advancements have made ocean energy more viable. These advancements create opportunities and challenges for coastal areas, attracting attention from environmental groups, energy companies, and coastal communities.","persuader_role":"energy consultant","target_role":"National Energy Commission member","attributes":["ocean energy production","the health of marine ecosystems","economic benefits for coastal communities"]}
{"id":"education overhaul","cover_story":"Technological advancements and changing workforce needs have sparked a nationwide debate on the effectiveness of the current education system. Student test results are declining, teachers are leaving the profession, and employers warn of a mismatch between graduate skills and workforce needs.","persuader_role":"education policy expert","target_role":"National Education Council member","attributes":["student academic performance","teacher satisfaction","graduates' ability to meet workforce demands"]}
{"id":"meatless lunch","cover_story":"A school is deciding whether to remove meat from its lunch menu. This change would address some animal welfare concerns and reduce food costs. However, it would also limit the varity of meal options available to students.","persuader_role":"parent","target_role":"School Council member","attributes":["school meal costs","student choice","animal welfare"]}
